Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: A person who has been well cared for and given the opportunity of processing these experiences will also be much better prepared to cope with similar occurrences in future.
sv: Den som har fått ett bra omhändertagande och möjlighet att bearbeta upplevelserna är också mycket bättre förberedd vid liknande händelser i framtiden.

source: The employee's work involves looking after or having access to cash, goods or valuables
sv: Arbetstagaren har i arbetet hand om eller tillgång till pengar, varor eller värdeföremål

source: Working with or being responsible for goods, objects, money or suchlike which somebody wants to come by dishonestly can often entail a risk.
sv: Att arbeta med eller ha ansvar för varor, föremål, pengar eller dylikt som någon vill komma åt på ett oärligt sätt kan ofta vara förenat med risk.

source: As a general rule, it is not the employee personally who is the target.
sv: I allmänhet är det inte arbetstagaren personligen man är ute efter.

source: The threat or violence is directed against the employee when he may stand in the way of the illegal act, can be used as a hostage or can be exploited, for example, by forcing him to open a safe.
sv: Hotet och våldet drabbar denne då han kan vara ett hinder för den olagliga handlingen, kan användas som gisslan eller kan utnyttjas genom att t.ex. tvingas att öppna ett värdeskåp.

source: The threat and violence occur in connection with the attempted theft.
sv: Hotet och våldet sker i samband med tillgreppsförsöket.

source: Situations of this kind occur, for example, in shops, banks, post offices and restaurants, or when clients challenge the assessment of their benefit entitlement by social services.
sv: Sådana situationer förekommer t.ex. inom handeln, bank-, post- och restaurangverksamhet eller när klienter ifrågasätter bedömning av bidragsstorlek inom socialtjänsten.

source: The employee occupies a position of power or authority
sv: Arbetstagaren har en makt- eller myndighetsfunktion

source: The employee has, or is felt to have, a position of power or authority in relation to the assailant, e.g. a customer, client, patient, pupil or prisoner, and is entitled to refuse or amend a request made by that person or to make a demand which the person does not accept.
sv: Arbetstagaren har, eller uppfattas ha, en makt- eller myndighetsfunktion gentemot angriparen, t.ex. kund, klient, patient, elev, intagen och har rätt att neka eller ändra på något som denne vill eller att kräva något som denne inte accepterar.

source: The threat is levelled directly at the employee, for the purpose of injury, intimidation or revenge.
sv: Hotet riktas direkt mot arbetstagaren med av-sikt att skada, skrämma eller hämnas.

source: It may occur directly and without premeditation in a critical situation, or it may come later as revenge of a more or less well-planned nature.
sv: Det kan ske direkt och oplanerat i en utlösande situation eller komma senare som hämnd, mer eller mindre välplanerat.

source: This risk can occur in many client-oriented occupations, such as social services, caring services, the administration of justice, the prison and probation system and schools.
sv: Denna risk kan föreligga i många klientinriktade arbeten som i socialtjänsten, vården, rättsväsendet, kriminalvården och skolan.

source: Sometimes a person need only represent an authority or organization which the assailant has a grudge against in order to be subjected to menaces, malicious phone calls, persecution, sabotage or violence.
sv: Ibland räcker det med att representera en myndighet eller organisation som angriparen har något otalt med, för att utsättas för hot, telefonterror, förföljelse, sabotage eller våld.

source: A frightening variant of menaces occurs when the employee's children or other persons closely connected with him are threatened.
sv: En skrämmande variant av hot är när arbetstagarens barn eller andra närstående blir hotade.

source: A special problem occurs when the assailant is a patient who is mentally ill, senile or intellectually handicapped and is not fully responsible for his actions.
sv: Ett särskilt problem är när angriparen är en vårdtagare som är psykiskt sjuk, senildement eller utvecklingsstörd och inte helt kan svara för sina handlingar.

source: Violence and threats of this kind may be unprovoked and sometimes quite unintentional.
sv: Sådant våld och hot kan vara oprovocerat och ibland helt oavsiktligt.

source: This kind of thing happens in mental and geriatric care, social welfare and the care of the intellectually handicapped.
sv: Detta förekommer i psykiatrisk och geriatrisk vård, socialvård och omsorgsverksamhet.

source: Certain employees have the task of protecting other employees from the general public or premises from disturbed persons, criminals and trouble-makers who can react violently and threateningly and, later on, vindictively.
sv: Vissa arbetstagare har som uppgift att skydda andra arbetstagare, allmänhet eller lokaler från upprörda personer, brottslingar och bråkmakare, som kan reagera med våld och hot och senare med hämndaktioner.

source: Police officers, security personnel and reception staff may have duties of this kind.
sv: Poliser, väktare och receptionspersonal kan ha sådana arbetsuppgifter.

source: Work is done in a place or connection involving a risk of confrontation with provocative or aggressive persons
sv: Arbetet utförs på plats eller i sammanhang där det finns risk för konfrontation med provocerande eller aggressiva personer

source: There is a risk of exposure to violence and menaces if the workplace is located so as to be visited by persons who are aggressive and disposed to violence, e.g. under the influence of alcohol or other drugs, mentally ill or otherwise unstable.
sv: Det finns risk att utsättas för våld och hot om arbetsplatsen är så belägen att den besöks av personer som är aggressiva och våldsbenägna, t.ex. påverkade av alkohol eller andra droger, psykiskt sjuka eller på annat sätt labila.

source: Places of this kind include, for example, shopping centres, restaurants, hospital emergency wards, waiting rooms and public transport.
sv: Exempel på sådana platser är köpcentra, restauranger, akutmottagningar, väntrum och allmänna kommunikationsmedel.

source: Risks also occur on occasions when large numbers of people come together, e.g. sporting events, entertainments and demonstration marches.
sv: Risker finns också i sammanhang där många människor samlas, t.ex. vid idrottsevenemang, artistuppträdanden och demonstrationer.

source: The workplace can also be a target of sabotage or bomb warnings.
sv: Arbetsplatsen kan också bli mål för sabotage eller bombhot.

source: Violence and threats of this kind are very unpredictable.
sv: Våldet och hotet är mycket svårt att förutse.

source: Usually they are not related to a particular employee but strike at whoever happens to be in the place concerned.
sv: Vanligtvis är det inte kopplat till viss arbetstagare utan drabbar den som råkar befinna sig på platsen.

source: Airports, railway stations, department stores, club premises and refugee accommodation are some of the targets of such actions, as well as workplaces which include computer centres vital to the community.
sv: Flygplatser, järnvägsstationer, varuhus, föreningslokaler och flyktingförläggningar är exempel på mål för sådana aktioner liksom arbetsplatser med för samhället viktiga datacentraler.

source: A careful survey of the work may have to be carried out.
sv: En noggrann kartläggning av arbetet kan vara nödvändig.

source: It is important that the investigation should result in an action programme.
sv: Det är viktigt att utredningen utmynnar i ett åtgärdsprogram.

source: The risk will decide what measures are needed.
sv: Risken avgör vilka åtgärder som behövs.

source: These may take the form of organizational changes, security routines, technical aids, modification of premises, information, training and measures after an incident has occurred.
sv: Dessa kan gälla organisatoriska förändringar, säkerhetsrutiner, tekniska hjälpmedel, anpassning av lokaler, information, utbildning och åtgärder efter inträffad händelse.

source: Preventive measures can be made more efficient by charting where, when and how risks occur and by following up current statistics.
sv: Genom att kartlägga var, när och hur risker förekommer och genom att följa upp befintlig statistik, kan förebyggande åtgärder göras effektivare.

source: Questions to be asked in connection with the investigation are suggested in App. 1.
sv: Förslag till frågor i samband med utredningen finns i bilaga 1.

source: Local needs and conditions decide how work can best be organized and what action programmes are needed for the aversion of violence and menaces.
sv: Lokala behov och förutsättningar avgör hur arbetet bäst organiseras och vilka handlingsprogram som behövs för att förebygga våld och hot.

source: It may be a good idea to put a particular person in charge of security.
sv: Det kan vara bra att utse en person som har till uppgift att bevaka säkerheten.

source: Preparedness should be comprehensive when the magnitude of the risk is not easily foreseen.
sv: Då det är svårt att förutse hur stor risken är, bör beredskapen vara allsidig.

source: There are certain occupations, e.g. policing, in which violence can be an inevitable factor.
sv: I vissa yrken, t.ex. i polisiär verksamhet, kan våld ingå som en oundviklig del av yrkesutövningen.

source: Even in situations of this kind, it is important, as far as possible, to prevent the employee suffering injury.
sv: Även i sådana situationer är det viktigt att så långt som det är möjligt förebygga att arbetstagaren kommer till skada.

source: It is also necessary to consider what personal protective equipment may need to be used.
sv: Det är också nödvändigt att bedöma vilken personlig skyddsutrustning som kan behöva användas.

source: In budgeting, it is important to reserve funds for security arrangements, training, guidance, manning etc. and for resources for the assistance of employees falling victim to threats and violence.
sv: Vid budgetarbetet är det viktigt att medel avsätts för säkerhetsanordningar, utbildning, handledning, bemanning etc. samt för resurser till hjälp åt drabbade arbetstagare.

source: At the workplace there should be a consensus view concerning the principles of security arrangements.
sv: Inom arbetsstället bör finnas en gemensam grundsyn på hur säkerhetsarbetet skall bedrivas.

source: Security-mindedness should permeate the entire organisation.
sv: Säkerhetsmedvetenhet bör omfatta hela organisationen.

source: Examples of security routines will be found in App. 2.
sv: Exempel på säkerhetsrutiner finns i bilaga 2.

source: A special security training programme may need to be drawn up.
sv: Ett särskilt utbildningsprogram om säkerhet kan behöva tas fram.

source: The employees may need to be given appropriate supplementary training in security routines, safe working methods and risk assessment.
sv: Arbetstagarna kan behöva få för verksamheten lämplig kompletterande utbildning i säkerhetsrutiner, säkert arbetssätt och hur man bedömer risker.

source: Training may also. for example, include ways of dealing with people in crisis or agitated states, conflict management and self-protection.
sv: Utbildningen kan också omfatta t.ex. hur man bemöter människor i kris eller upprört tillstånd, konflikthantering och självskydd.

source: In many cases, occupational health services can help to draw up training programmes and conduct training activities.
sv: Företagshälsovården kan i många fall hjälpa till att ta fram utbildningsprogram och genomföra utbildning.

source: Training should have the objective of involving all employees at the workplace in safety activities.
sv: Utbildningens mål bör vara att engagera samtliga på arbetsplatsen i säkerhetsarbetet.

source: If a certain type of work is known by experience to entail certain risks, these should already be made clear at the time of hiring and should be presented when an employee is introduced or transferred to such tasks.
sv: Finns det erfarenhetsmässigt kända risker i en viss typ av arbeten bör dessa meddelas redan vid anställningstillfället och tas upp vid introduktionen eller vid byte till sådana arbetsuppgifter.

source: This also applies to short-term and temporary employees.
sv: Detta gäller även korttidsanställda och vikarier.

source: Information should also be supplied concerning risks which, in the light of research and experience, are liable to occur at similar workplaces.
sv: Information bör också ges om risker som enligt tillgänglig forskning och erfarenhet kan förekomma på liknande arbetsplatser.

source: A sponsor system during the introductory period may be a good idea.
sv: Det kan vara bra med ett faddersystem under introduktionsperioden.

source: It is important that particularly hazardous duties, e.g. in certain casualty wards, admission wards of psychiatric or drug dependence units, shops in vulnerable positions or CIT operations, should only be performed by a person who has received special training and information for the purpose.
sv: Det är viktigt att särskilt riskfyllda arbeten, t.ex. arbete vid vissa akutkliniker, intagningsavdelningar vid psykiatrisk klinik eller narkomanvårdsklinik, i butiker med utsatt läge eller vid värdetransport, endast utförs av den som fått särskilt avpassad utbildning och information.

source: Different employee categories may need different kinds of training.
sv: Olika arbetstagargrupper kan behöva olika typ av utbildning.

source: Every employee needs to be informed about the risks at the workplace and the procedure to be followed in an emergency.
sv: Varje arbetstagare har behov av information om riskerna på arbetsplatsen och om hur man bör gå tillväga om något inträffar.

source: If the employee does not have a good command of the Swedish language, it is important for information to be presented and adapted with this in mind.
sv: Om arbetstagaren har bristande kunskaper i svenska är det viktigt att informationen utformas och anpassas med hänsyn till detta.

source: If the employee has a good knowledge of what is to be done in a violent situation and is clearly apprised of the reactions which can ensue, this will help to avert or alleviate the harmful effect of such an incident.
sv: Att arbetstagaren har god kännedom om vad som skall göras i en våldssituation och är införstådd med vilka reaktioner som kan följa bidrar till att förebygga eller minska den skadliga effekten av en sådan händelse.

source: In mentally strenuous work of this kind, it is important that the employee should receive regular support and instruction.
sv: I sådana psykiskt påfrestande arbeten är det viktigt att arbetstagaren regelbundet får stöd och handledning.

source: The competence of the instructor is important.
sv: Handledarens kompetens är viktig.

source: Comradeship and social support, including opportunities for experience interchange and personal and social contact, are important in all client-oriented work, but also in other jobs where violence and threats are liable to occur.
sv: Kamratsamverkan och socialt stöd, som möjlighet till erfarenhetsutbyte, kontakter och samvaro är viktigt i alla klientinriktade arbeten men även i andra arbeten där det förekommer risk för våld och hot.

source: It may be appropriate to hold workplace gatherings where the employees can meet regularly for purposes of information, consultation and training.
sv: Det kan vara lämpligt att ha arbetsplatsträffar, där arbetstagarna kan träffas regelbundet för information, samråd och utbildning.

source: The risk of violence must already be taken into account when planning new buildings and working premises or when making alterations to existing ones.
sv: Redan vid planering av nya byggnader och arbetslokaler eller vid ändringar av sådana, är det viktigt att beakta risken för våld.

source: Attention must be paid to risks occasioned by the design of the building.
sv: Risker som beror på utformningen av byggnaden och lokalen behöver uppmärksammas.

source: Those risks can be reduced by means of appropriate modifications to the building structure, good planning and the correct use of facilities.
sv: Riskerna kan minskas med byggnadstekniska åtgärder, god

source: No opportunity should be missed of building risks away or using new technology.
sv: Där det går att bygga bort risker eller använda ny teknik bör detta ske.

source: Goods reception departments, entrances, lighting, reception counters, corridors, escape routes and staff entrances, for example, should be planned carefully, so as to position them in the best possible way for the activities and security.
sv: Det är viktigt att noga planera t.ex. varumottagningar, entreer, belysning, receptioner, korridorer, reträttvägar och personalingångar så att de placeras på för verksamheten och säkerheten bästa sätt.

source: Positioning should be of such kind that unauthorized persons cannot gain entrance and employees cannot be taken by surprise when leaving the workplace.
sv: Placeringen bör vara sådan att obehöriga inte kan ta sig in och att arbetstagare inte kan överraskas när de lämnar arbetsplatsen.

source: Checkout work stations should be designed in such a way as to be ergonomically suitable as well as safe from the risk of robbery or theft.
sv: Kassaarbetsplatser bör utformas med hänsyn till att de skall vara både lämpliga att arbeta i från ergonomisk synpunkt och säkra med hänsyn till risken för rån eller tillgrepp.

source: Careful thought must also be devoted to the planning and positioning of furnishings and equipment.
sv: Likaså är det viktigt att tänka på hur inredning och utrustning planeras och placeras.

source: Furniture may need to be arranged with escape routes in mind.
sv: Möblering kan behöva ske med tanke på reträttmöjligheter.

source: Objects which can be used as offensive weapons should not be kept within easy reach.
sv: Föremål som kan användas som tillhyggen bör inte vara lätt åtkomliga.

source: The alarm device should be properly designed, positioned and tested, and kept in good repair.
sv: Larmanordning bör vara riktigt utformad, placerad och utprovad och underhållas väl.

source: Sometimes a threat can be averted if there are several persons present.
sv: Finns flera personer närvarande är det ibland möjligt att avstyra ett hot.

source: Often, though, an alarm device has to be installed at the workplace.
sv: Ofta är det dock nödvändigt att installera larmanordning vid arbetsplatsen.

source: It should be considered, for example, whether the alarm device is to be stationary or portable.
sv: Bl.a. bör övervägas om larmanordningen skall vara fast eller bärbar.

source: It is also important to consider whether a local or central alarm connection is needed and whether the alarm should be silent or audible.
sv: Det är också viktigt att bedöma om det behövs närlarm eller centrallarm och om det skall vara tyst eller ljudande larm.

source: In order for the alarm device to be effective, the employee must know how to use it.
sv: För att larmanordningen skall vara effektiv är det nödvändigt att arbetstagaren vet hur man använder den.

source: It is also important to have an organization showing how the alarm is to be received, who is to respond to it and what measures are to be taken.
sv: Vidare är det viktigt att det finns en organisation för hur larmet skall tas emot, vilka som skall reagera på det och vilka åtgärder som skall vidtas.

source: Other technical aids are an intercom telephone, a hidden telephone or optical surveillance in the form of a still camera, CCTV video monitoring (subject to the Surveillance Cameras (Various Devices) Act, SFS 1990:484) or observation mirrors.
sv: Andra tekniska hjälpmedel är snabbtelefon, dold telefon eller optisk bevakning i form av stillbildskamera, TV- övervakning med video (regleras i lagen SFS 1990:484 om övervakningskameror m.m.)

source: For certain employee categories, the risk may be greatest at night.
sv: Risken kan för vissa arbetstagargrupper vara mest påtaglig nattetid.

source: Reference is also made to Section 7 of the Board's Ordinance with provisions on care and assistance in private homes (AFS 1990:18) and Section 11 of the Board's Ordinance with provisions on work in checkouts (AFS 1992:19).
sv: Se även 7 § Arbetarskyddsstyrelsens kungörelse (AFS 1990:18) med föreskrifter om omvårdnadsarbete i enskilt hem och 11 § Arbetarskyddsstyrelsens kungörelse (AFS 1992:19) med föreskrifter om arbete i utgångskassa.

source: This applies to all conveyance of valuables, both within the workplace and outside it, e.g. from cash register to office or from workplace to night safe.
sv: Detta gäller alla värdeförflyttningar såväl inom som utom arbetsplatsen, t.ex. från kassa till kontor eller från arbetsplats till servicebox.

source: Here again, the design of buildings, facilities and other workplaces should be borne in mind.
sv: Även här bör man tänka på utformning av byggnader, lokaler och övriga arbetsplatser.

source: If large consignments of valuables are transported regularly, a special security bay should be organized where the merchandise can be safely transferred to the delivery vehicle.
sv: Transporteras regelbundet stora värdeförsändelser bör en särskild fordonssluss inrättas där överföring till transportfordon kan ske riskfritt.

source: It may often be appropriate for transport operations to be carried out by a security company.
sv: Det kan ofta vara lämpligt att transporterna utförs av värdetransportföretag.

source: It is important that the persons carrying out the transport operations should have received good security training for them and that they should comply with the predefined routines.
sv: Det är viktigt att de som utför transporterna har god utbildning i säkerheten kring dessa och att de följer de rutiner som bestämts.

source: If several employees are involved, written instructions may be necessary.
sv: Om flera arbetstagare berörs kan det vara nödvändigt med skriftliga instruktioner.

source: CIT robberies often take place at the beginning or end of the journey.
sv: Rån av värdetransport sker ofta i början eller slutet av transportsträckan.

source: A special risk is posed by across-the-pavement delivery, which is the least protected situation during the journey.
sv: En särskild risk är det s.k. trottoarmomentet som är den mest oskyddade situationen under transporten.

source: It is important that transport vehicles should offer the highest possible standard of security.
sv: Det är viktigt att transportfordon har så hög säkerhetsnivå som möjligt.

source: Recommendations on equipment and on the conduct of CIT operations are contained in BRÅ PM 1979:1, 1983:2, 1989:4 and 1992:3.
sv: Rekommendationer för utrustning och utförande av värdetransporter finns i BRÅs PM 1979:1, 1983:2, 1989:4 och 19923.

source: For transport operations it is appropriate to use different vehicles, to make sure that loading and unloading are performed quickly, to keep doors locked and windows closed and not to have a central locking system.
sv: Vid biltransport kan man lämpligen använda olika bilar, se till att i- och urlastning sker snabbt, ha låsta dörrar och uppvevade fönster och inte ha centrallås.

source: If the vehicle is stopped by the police, they must be asked to identify themselves.
sv: Om polis stoppar bilen är det viktigt att kräva legitimation.

source: The deposition of store takings in night safes is a security problem.
sv: Deponering av dagskassor i serviceboxar är ett säkerhetsproblem.
